Repository: skar404/slowth
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, ar_eg, be, bn, cs, da, de, es, fil, fr, ha, he, hi, hu, hy, id, it, ja, ka, kk, ko, ky, lt, mr, ne, nl, pa_arab, pcm, pl, pt_br, pt_pt, ro, ru, sv, sw, ta, te, th, tr, uk, ur, vi, yue, zh_hans, zh_hant

source: Safari checks for remote rule updates every 6 hours. Strict mode pauses rule changes until the lock expires.
ar: يتحقق ⁦Safari⁩ من تحديثات القواعد البعيدة كل 6 ساعات. يوقف الوضع الصارم تغييرات القواعد حتى انتهاء القفل.
ar_eg: ⁦Safari⁩ بيراجع تحديثات القواعد البعيدة كل 6 ساعات. الوضع الصارم بيوقف تغييرات القواعد لحد ما القفل يخلص.
be: Safari правярае аддаленыя абнаўленні правілаў кожныя 6 гадзін. Строгі рэжым прыпыняе змены правілаў да заканчэння блакіроўкі.
bn: Safari প্রতি ৬ ঘণ্টায় দূরবর্তী নিয়মের আপডেট পরীক্ষা করে। কঠোর মোড লক শেষ না হওয়া পর্যন্ত নিয়মের পরিবর্তন বন্ধ রাখে।
cs: Safari kontroluje vzdálené aktualizace pravidel každých 6 hodin. Přísný režim pozastavuje změny pravidel do vypršení zámku.
da: Safari søger efter eksterne regelopdateringer hver 6. time. Streng tilstand sætter regelændringer på pause, indtil låsen udløber.
de: Safari sucht alle 6 Stunden nach Regelaktualisierungen. Der strenge Modus pausiert Regeländerungen bis zum Ablauf der Sperre.
es: Safari busca actualizaciones remotas de reglas cada 6 horas. El modo estricto pausa los cambios de reglas hasta que termine el bloqueo.
fil: Tinitingnan ng Safari ang mga update sa panuntunan kada 6 na oras. Pinapahinto ng mahigpit na mode ang pagbabago sa mga panuntunan hanggang matapos ang lock.
fr: Safari recherche des mises à jour des règles toutes les 6 heures. Le mode strict suspend les modifications des règles jusqu’à la fin du verrouillage.
ha: Safari yana duba sabunta dokoki na nesa duk bayan awa 6. Yanayi mai tsauri yana dakatar da canje-canjen dokoki har kulle ya ƙare.
he: ⁦Safari⁩ בודק עדכוני כללים מרוחקים כל 6 שעות. מצב קפדני משהה שינויים בכללים עד לסיום הנעילה.
hi: Safari हर 6 घंटे में दूरस्थ नियम अपडेट जाँचता है। सख्त मोड लॉक खत्म होने तक नियमों में बदलाव रोकता है।
hu: A Safari 6 óránként keres távoli szabályfrissítéseket. A szigorú mód a zárolás lejártáig szünetelteti a szabályváltozásokat.
hy: Safari-ն ստուգում է կանոնների հեռավոր թարմացումները յուրաքանչյուր 6 ժամը մեկ։ Խիստ ռեժիմը դադարեցնում է փոփոխությունները մինչև կողպման ավարտը։
id: Safari memeriksa pembaruan aturan jarak jauh setiap 6 jam. Mode ketat menjeda perubahan aturan sampai masa kunci berakhir.
it: Safari verifica gli aggiornamenti remoti delle regole ogni 6 ore. La modalità rigorosa sospende le modifiche fino alla scadenza del blocco.
ja: Safariは6時間ごとにリモートのルール更新を確認します。厳格モードではロックが終了するまでルールの変更を停止します。
ka: Safari წესების დისტანციურ განახლებებს ყოველ 6 საათში ამოწმებს. მკაცრი რეჟიმი ცვლილებებს ჩაკეტვის ვადის გასვლამდე აჩერებს.
kk: Safari қашықтағы ереже жаңартуларын әр 6 сағат сайын тексереді. Қатаң режим құлып мерзімі біткенше ереже өзгерістерін тоқтатады.
ko: Safari는 6시간마다 원격 규칙 업데이트를 확인합니다. 엄격 모드는 잠금이 끝날 때까지 규칙 변경을 일시 중지합니다.
ky: Safari алыскы эрежелердин жаңыртууларын ар 6 саат сайын текшерет. Катуу режим кулпунун мөөнөтү бүткөнгө чейин өзгөрүүлөрдү токтотот.
lt: „Safari“ tikrina nuotolinius taisyklių atnaujinimus kas 6 valandas. Griežtasis režimas pristabdo pakeitimus, kol baigiasi užraktas.
mr: Safari दर ६ तासांनी दूरस्थ नियमांचे अपडेट तपासते. कडक मोड लॉक संपेपर्यंत नियमांमधील बदल थांबवतो.
ne: Safari ले हरेक ६ घण्टामा टाढाका नियम अद्यावधिक जाँच्छ। कडा मोडले लकको समय नसकिएसम्म नियम परिवर्तन रोक्छ।
nl: Safari controleert elke 6 uur op externe regelupdates. De strikte modus pauzeert regelwijzigingen tot de vergrendeling afloopt.
pa_arab: ⁦Safari⁩ ہر 6 گھنٹیاں بعد دورلے اصولاں دیاں اپ ڈیٹاں ویکھدا اے۔ سخت موڈ لاک مُکّن تک اصولاں دیاں تبدیلیاں روکدا اے۔
pcm: Safari dey check remote rule updates every 6 hours. Strict mode dey pause rule changes until the lock expire.
pl: Safari sprawdza zdalne aktualizacje reguł co 6 godzin. Tryb ścisły wstrzymuje zmiany reguł do końca blokady.
pt_br: O Safari verifica atualizações remotas de regras a cada 6 horas. O modo estrito pausa as alterações nas regras até o fim do bloqueio.
pt_pt: O Safari verifica atualizações remotas de regras a cada 6 horas. O modo estrito pausa as alterações nas regras até o fim do bloqueio.
ro: Safari verifică actualizările regulilor la distanță la fiecare 6 ore. Modul strict suspendă modificările până expiră blocarea.
ru: Safari проверяет обновления правил каждые 6 часов. Строгий режим приостанавливает изменения правил до окончания блокировки.
sv: Safari söker efter externa regeluppdateringar var sjätte timme. Strikt läge pausar regeländringar tills låset löper ut.
sw: Safari hukagua masasisho ya kanuni ya mbali kila saa 6. Hali kali husitisha mabadiliko ya kanuni hadi muda wa kufunga uishe.
ta: Safari ஒவ்வொரு 6 மணிநேரமும் தொலைநிலை விதிப் புதுப்பிப்புகளைச் சரிபார்க்கும். கண்டிப்பான பயன்முறை பூட்டு முடியும் வரை விதி மாற்றங்களை நிறுத்தும்.
te: Safari ప్రతి 6 గంటలకు రిమోట్ నియమాల అప్‌డేట్‌లను తనిఖీ చేస్తుంది. కఠిన మోడ్ లాక్ ముగిసే వరకు నియమాల మార్పులను ఆపుతుంది.
th: Safari ตรวจสอบการอัปเดตกฎระยะไกลทุก 6 ชั่วโมง โหมดเข้มงวดจะพักการเปลี่ยนกฎจนกว่าการล็อกจะสิ้นสุด
tr: Safari her 6 saatte bir uzaktaki kural güncellemelerini kontrol eder. Katı mod, kilit sona erene kadar kural değişikliklerini duraklatır.
uk: Safari перевіряє віддалені оновлення правил кожні 6 годин. Суворий режим призупиняє зміни правил до завершення блокування.
ur: ⁦Safari⁩ ہر 6 گھنٹے بعد ریموٹ قواعد کی اپ ڈیٹس چیک کرتا ہے۔ سخت موڈ لاک ختم ہونے تک قواعد کی تبدیلیاں روکتا ہے۔
vi: Safari kiểm tra cập nhật quy tắc từ xa mỗi 6 giờ. Chế độ nghiêm ngặt tạm dừng thay đổi quy tắc cho đến khi hết thời gian khóa.
yue: Safari 每 6 小時檢查一次遠端規則更新。嚴格模式會暫停規則變更，直到鎖定結束。
zh_hans: Safari 每 6 小时检查一次远程规则更新。严格模式会暂停规则更改，直到锁定结束。
zh_hant: Safari 每 6 小時檢查一次遠端規則更新。嚴格模式會暫停規則變更，直到鎖定結束。

source: Safari extension settings
ar: إعدادات إضافة ⁦Safari⁩
ar_eg: إعدادات إضافة ⁦Safari⁩
be: Налады пашырэння Safari
bn: Safari এক্সটেনশনের সেটিংস
cs: Nastavení rozšíření Safari
da: Indstillinger for Safari-udvidelsen
de: Safari-Erweiterung einstellen
es: Ajustes de la extensión de Safari
fil: Mga setting ng Safari extension
fr: Réglages de l’extension Safari
ha: Saitunan ƙarin Safari
he: הגדרות הרחבת ⁦Safari⁩
hi: Safari एक्सटेंशन सेटिंग्स
hu: Safari-bővítmény beállításai
hy: Safari-ի ընդլայնման կարգավորումներ
id: Pengaturan ekstensi Safari
it: Impostazioni dell'estensione Safari
ja: Safari拡張機能の設定
ka: Safari-ის გაფართოების პარამეტრები
kk: Safari кеңейтімінің параметрлері
ko: Safari 확장 프로그램 설정
ky: Safari кеңейтүүсүнүн жөндөөлөрү
lt: „Safari“ plėtinio nustatymai
mr: Safari एक्सटेंशन सेटिंग्ज
ne: Safari एक्स्टेन्सन सेटिङ
nl: Instellingen van Safari-extensie
pa_arab: ⁦Safari⁩ توسیع دیاں سیٹنگاں
pl: Ustawienia rozszerzenia Safari
pt_br: Ajustes da extensão do Safari
pt_pt: Definições da extensão do Safari
ro: Configurările extensiei Safari
ru: Настройки расширения Safari
sv: Inställningar för Safari-tillägg
sw: Mipangilio ya kiendelezi cha Safari
ta: Safari நீட்டிப்பு அமைப்புகள்
te: Safari ఎక్స్‌టెన్షన్ సెట్టింగ్‌లు
th: การตั้งค่าส่วนขยาย Safari
tr: Safari uzantı ayarları
uk: Параметри розширення Safari
ur: ⁦Safari⁩ توسیع کی ترتیبات
vi: Cài đặt tiện ích Safari
yue: Safari 延伸功能設定
zh_hans: Safari 扩展设置
zh_hant: Safari 延伸功能設定

source: Screen frames are analyzed entirely on your device and never uploaded. By default nothing is saved; confirmed frames are saved only after explicitly enabling hidden debug capture.
ar: تُحلّل إطارات الشاشة بالكامل على جهازك ولا تُرفع أبدًا. لا يُحفظ شيء افتراضيًا؛ ولا تُحفظ الإطارات المؤكدة إلا بعد تفعيل التقاط تصحيح الأخطاء المخفي صراحةً.
ar_eg: صور الشاشة بتتحلل بالكامل على جهازك ومش بتترفع أبدًا. في الوضع الافتراضي مفيش حاجة بتتحفظ؛ الصور المؤكدة بتتحفظ بس لما تشغّل بنفسك خاصية التقاط تصحيح الأخطاء المخفية.
be: Кадры экрана аналізуюцца толькі на вашай прыладзе і нікуды не адпраўляюцца. Прадвызначана нічога не захоўваецца; пацверджаныя кадры захоўваюцца толькі пасля яўнага ўключэння схаванага адладачнага запісу.
bn: স্ক্রিনের ছবি পুরোপুরি আপনার ডিভাইসেই বিশ্লেষণ করা হয় এবং কখনও আপলোড করা হয় না। সাধারণত কিছু সংরক্ষিত হয় না; লুকানো ডিবাগ ক্যাপচার স্পষ্টভাবে চালু করলেই নিশ্চিত শনাক্তকরণের ছবি সংরক্ষিত হয়।
cs: Snímky obrazovky se analyzují výhradně na zařízení a nikdy se neodesílají. Ve výchozím stavu se nic neukládá; potvrzené snímky se uloží jen po výslovném zapnutí skrytého ladicího záznamu.
da: Skærmbilleder analyseres udelukkende på din enhed og uploades aldrig. Som standard gemmes intet; bekræftede billeder gemmes kun, når skjult fejlfindingsoptagelse udtrykkeligt er slået til.
de: Bildschirmbilder werden ausschließlich auf deinem Gerät analysiert und nie hochgeladen. Standardmäßig wird nichts gespeichert. Bestätigte Bilder werden nur gespeichert, wenn die versteckte Debug-Aufnahme ausdrücklich aktiviert wurde.
es: Las imágenes de la pantalla se analizan íntegramente en tu dispositivo y nunca se suben a un servidor. No se guarda nada por defecto; solo se guardan imágenes confirmadas si activas expresamente la captura de depuración oculta.
fil: Ang mga larawan ng screen ay sinusuri lamang sa iyong device at hindi ina-upload. Walang sine-save bilang default; sine-save lang ang mga kumpirmadong larawan kapag tahasang in-on ang nakatagong debug capture.
fr: Les images de l’écran sont analysées uniquement sur votre appareil et ne sont jamais envoyées. Par défaut, rien n’est enregistré ; les images confirmées ne sont sauvegardées qu’après activation explicite de la capture de débogage masquée.
ha: Ana nazarin hotunan allo a na'urarka kawai, kuma ba a taɓa loda su ba. A asali ba a adana komai; ana adana hotunan da aka tabbatar kawai bayan an kunna ɓoyayyen ɗaukar hotunan gyaran kurakurai da gangan.
he: תמונות המסך מנותחות רק במכשיר שלך ולעולם אינן מועלות. כברירת מחדל דבר אינו נשמר; תמונות שאושרו נשמרות רק לאחר הפעלה מפורשת של הלכידה הנסתרת לאיתור תקלות.
hi: स्क्रीन की छवियों का विश्लेषण पूरी तरह आपके डिवाइस पर होता है और वे कभी अपलोड नहीं होतीं। डिफ़ॉल्ट रूप से कुछ सहेजा नहीं जाता; पुष्टि की गई छवियाँ केवल छिपा हुआ डीबग कैप्चर जानबूझकर चालू करने पर सहेजी जाती हैं।
hu: A képkockák elemzése teljes egészében az eszközön történik, és soha nem kerülnek feltöltésre. Alapértelmezés szerint semmi sem mentődik; a megerősített képkockák csak a rejtett hibakeresési rögzítés kifejezett bekapcsolása után mentődnek.
hy: Էկրանի կադրերն ամբողջությամբ վերլուծվում են ձեր սարքում և երբեք չեն վերբեռնվում։ Լռելյայն ոչինչ չի պահպանվում. հաստատված կադրերը պահվում են միայն թաքնված վրիպազերծման գրանցումը բացահայտ միացնելուց հետո։
id: Bingkai layar dianalisis sepenuhnya di perangkat Anda dan tidak pernah diunggah. Secara default tidak ada yang disimpan; bingkai terkonfirmasi hanya disimpan setelah pengambilan debug tersembunyi diaktifkan secara eksplisit.
it: I fotogrammi vengono analizzati interamente sul dispositivo e mai caricati online. Per impostazione predefinita non viene salvato nulla; i fotogrammi confermati vengono salvati solo attivando esplicitamente l'acquisizione di debug nascosta.
ja: 画面の画像は端末内だけで解析され、アップロードされません。通常は何も保存されません。非表示のデバッグキャプチャを明示的に有効にした場合のみ、検出が確定した画像が保存されます。
ka: ეკრანის კადრები მხოლოდ თქვენს მოწყობილობაზე მუშავდება და არასდროს იტვირთება სერვერზე. ჩვეულებრივ არაფერი ინახება; დადასტურებული კადრები მხოლოდ გამართვის ფარული ჩაწერის აშკარად ჩართვის შემდეგ ინახება.
kk: Экран кадрлары тек құрылғыңызда талданады және ешқайда жіберілмейді. Әдепкіде ештеңе сақталмайды; расталған кадрлар жасырын жөндеу жазуын арнайы қосқаннан кейін ғана сақталады.
ko: 화면 이미지는 기기 안에서만 분석되며 업로드되지 않습니다. 기본적으로 아무것도 저장하지 않습니다. 숨겨진 디버그 캡처를 명시적으로 켠 경우에만 감지가 확정된 이미지를 저장합니다.
ky: Экран кадрлары түзмөгүңүздө гана талданат жана эч жакка жүктөлбөйт. Демейкиде эч нерсе сакталбайт; ырасталган кадрлар жашырылган мүчүлүштүктөрдү оңдоо жазуусун атайын күйгүзгөндөн кийин гана сакталат.
lt: Ekrano kadrai analizuojami tik jūsų įrenginyje ir niekada nesiunčiami. Pagal numatytąsias nuostatas niekas neišsaugoma; patvirtinti kadrai išsaugomi tik aiškiai įjungus paslėptą derinimo įrašymą.
mr: स्क्रीनच्या प्रतिमांचे विश्लेषण पूर्णपणे तुमच्या डिव्हाइसवर होते; त्या कधीही अपलोड होत नाहीत. पूर्वनियोजितपणे काहीही जतन होत नाही. लपवलेले डीबग कॅप्चर स्पष्टपणे सुरू केल्यावरच पुष्टी झालेल्या प्रतिमा जतन होतात.
ne: स्क्रिनका फ्रेमहरू पूरै तपाईंको उपकरणमै विश्लेषण गरिन्छन् र कहिल्यै अपलोड हुँदैनन्। पूर्वनिर्धारित रूपमा केही सुरक्षित हुँदैन; लुकेको डिबग क्याप्चर स्पष्ट रूपमा सक्रिय गरेपछि मात्र पुष्टि भएका फ्रेमहरू सुरक्षित हुन्छन्।
nl: Schermbeelden worden volledig op je apparaat geanalyseerd en nooit geüpload. Standaard wordt niets opgeslagen; bevestigde beelden worden alleen bewaard als je de verborgen debugopname expliciet inschakelt.
pa_arab: سکرین دے فریم پورے دے پورے تہاڈے آلے تے پرکھے جاندے نیں تے کدے اپ لوڈ نئیں ہُندے۔ عام طور تے کجھ محفوظ نئیں ہُندا؛ تصدیق شدہ فریم صرف لُکی ہوئی ڈیبگ کیپچر سہولت جان بوجھ کے چالو کرن توں بعد محفوظ ہُندے نیں۔
pcm: Screen frames dey get analysed only for your device; dem no dey upload am. Normally, nothing dey saved. Na only when you deliberately turn on hidden debug capture, confirmed frames go save.
pl: Klatki ekranu są analizowane wyłącznie na urządzeniu i nigdy nie są wysyłane. Domyślnie nic nie jest zapisywane; potwierdzone klatki są zapisywane tylko po świadomym włączeniu ukrytego zapisu diagnostycznego.
pt_br: As imagens da tela são analisadas inteiramente no seu dispositivo e nunca são enviadas a um servidor. Nada é salvo por padrão; imagens confirmadas só são salvas após ativar explicitamente a captura de depuração oculta.
pt_pt: As imagens do ecrã são analisadas inteiramente no seu dispositivo e nunca são enviadas para um servidor. Por predefinição, nada é guardado; as imagens confirmadas só são guardadas após ativar explicitamente a captura de depuração oculta.
ro: Cadrele ecranului sunt analizate integral pe dispozitiv și nu sunt încărcate niciodată. Implicit nu se salvează nimic; cadrele confirmate se salvează doar după activarea explicită a capturii ascunse de depanare.
ru: Кадры экрана анализируются только на вашем устройстве и никуда не отправляются. По умолчанию ничего не сохраняется; подтверждённые кадры сохраняются только после явного включения скрытого режима отладочной записи.
sv: Skärmbilder analyseras helt på din enhet och laddas aldrig upp. Som standard sparas ingenting; bekräftade bilder sparas bara när dold felsökningsinspelning uttryckligen aktiveras.
sw: Fremu za skrini huchanganuliwa kwenye kifaa chako pekee na hazipakii kamwe. Kwa kawaida hakuna kinachohifadhiwa; fremu zilizothibitishwa huhifadhiwa tu baada ya kuwasha waziwazi unasaji uliofichwa wa utatuzi wa hitilafu.
ta: திரைப் படங்கள் உங்கள் சாதனத்திலேயே முழுமையாக ஆய்வு செய்யப்படும்; ஒருபோதும் பதிவேற்றப்படாது. இயல்பாக எதுவும் சேமிக்கப்படாது. மறைந்துள்ள பிழைத்திருத்தப் பதிவை நீங்கள் வெளிப்படையாக இயக்கினால் மட்டுமே உறுதிசெய்யப்பட்ட படங்கள் சேமிக்கப்படும்.
te: స్క్రీన్ చిత్రాలు పూర్తిగా మీ పరికరంలోనే విశ్లేషించబడతాయి, ఎప్పుడూ అప్‌లోడ్ కావు. సాధారణంగా ఏదీ సేవ్ కాదు. దాచిన డీబగ్ క్యాప్చర్‌ను మీరు స్పష్టంగా ఆన్ చేసినప్పుడు మాత్రమే నిర్ధారించిన చిత్రాలు సేవ్ అవుతాయి.
th: ภาพหน้าจอจะถูกวิเคราะห์บนอุปกรณ์ของคุณเท่านั้นและไม่อัปโหลด ตามค่าเริ่มต้นจะไม่บันทึกอะไร ภาพที่ยืนยันแล้วจะถูกบันทึกเมื่อเปิดการจับภาพดีบักที่ซ่อนอยู่โดยเจตนาเท่านั้น
tr: Ekran kareleri tamamen cihazınızda analiz edilir ve asla yüklenmez. Varsayılan olarak hiçbir şey kaydedilmez; doğrulanan kareler yalnızca gizli hata ayıklama kaydı açıkça etkinleştirildiğinde kaydedilir.
uk: Кадри екрана аналізуються лише на вашому пристрої й нікуди не надсилаються. Типово нічого не зберігається; підтверджені кадри зберігаються лише після явного ввімкнення прихованого запису для налагодження.
ur: اسکرین کے فریم مکمل طور پر آپ کے آلے پر تجزیہ کیے جاتے ہیں اور کبھی اپ لوڈ نہیں ہوتے۔ پہلے سے کچھ محفوظ نہیں ہوتا؛ تصدیق شدہ فریم صرف چھپی ہوئی ڈیبگ کیپچر خصوصیت واضح طور پر فعال کرنے کے بعد محفوظ ہوتے ہیں۔
vi: Hình ảnh màn hình được phân tích hoàn toàn trên thiết bị và không bao giờ được tải lên. Mặc định không lưu gì; ảnh đã xác nhận chỉ được lưu khi bạn chủ động bật tính năng ghi gỡ lỗi ẩn.
yue: 畫面影格完全喺你部裝置分析，絕對唔會上傳。預設唔會儲存任何資料；只有明確開啟隱藏嘅偵錯擷取功能之後，先會儲存確認咗嘅影格。
zh_hans: 屏幕画面完全在你的设备上分析，绝不上传。默认不保存任何内容；只有明确启用隐藏的调试截取功能后，才会保存确认检测到目标内容的画面。
zh_hant: 畫面影格完全在你的裝置上分析，絕不會上傳。預設不會儲存任何資料；只有明確啟用隱藏的偵錯擷取功能後，才會儲存已確認的影格。

source: Screen recording is active
ar: تسجيل الشاشة نشط
ar_eg: تسجيل الشاشة شغّال
be: Ідзе запіс экрана
bn: স্ক্রিন রেকর্ডিং চলছে
cs: Nahrávání obrazovky je aktivní
da: Skærmoptagelse er aktiv
de: Bildschirmaufnahme läuft
es: Grabación de pantalla activa
fil: Nagre-record ng screen
fr: Enregistrement de l’écran actif
ha: Rikodin allo yana aiki
he: הקלטת המסך פעילה
hi: स्क्रीन रिकॉर्डिंग चालू है
hu: A képernyőfelvétel aktív
hy: Էկրանի ձայնագրումն ակտիվ է
id: Perekaman layar aktif
it: Registrazione dello schermo attiva
ja: 画面収録中
ka: ეკრანის ჩაწერა მიმდინარეობს
kk: Экран жазылып жатыр
ko: 화면 기록 중
ky: Экран жазылып жатат
lt: Ekrano įrašymas aktyvus
mr: स्क्रीन रेकॉर्डिंग सुरू आहे
ne: स्क्रिन रेकर्डिङ सक्रिय छ
nl: Schermopname is actief
pa_arab: سکرین ریکارڈنگ چل رہی اے
pcm: Screen recording dey on
pl: Nagrywanie ekranu jest aktywne
pt_br: Gravação de tela ativa
pt_pt: Gravação de ecrã ativa
ro: Înregistrarea ecranului este activă
ru: Идёт запись экрана
sv: Skärminspelning är aktiv
sw: Kurekodi skrini kumewashwa
ta: திரைப் பதிவு இயங்குகிறது
te: స్క్రీన్ రికార్డింగ్ నడుస్తోంది
th: กำลังบันทึกหน้าจอ
tr: Ekran kaydı etkin
uk: Триває запис екрана
ur: اسکرین ریکارڈنگ فعال ہے
vi: Đang ghi màn hình
yue: 正在錄製螢幕
zh_hans: 正在录制屏幕
zh_hant: 正在錄製螢幕

source: Scroll the apps list, tap Safari, then Extensions.
ar: مرّر قائمة التطبيقات، واضغط على ⁦Safari⁩ ثم الإضافات.
ar_eg: مرّر قايمة التطبيقات، واضغط على ⁦Safari⁩ وبعدين الإضافات.
be: Прагартайце спіс праграм, націсніце Safari, потым «Пашырэнні».
bn: অ্যাপের তালিকা স্ক্রল করে Safari-তে, তারপর এক্সটেনশনে ট্যাপ করুন।
cs: Posuňte seznam aplikací, klepněte na Safari a poté na Rozšíření.
da: Rul gennem applisten, tryk på Safari og derefter på Udvidelser.
de: Scrolle durch die App-Liste, tippe auf Safari und dann auf Erweiterungen.
es: Desplázate por la lista de apps, toca Safari y luego Extensiones.
fil: Mag-scroll sa listahan ng mga app, i-tap ang Safari, at pagkatapos ang Extensions.
fr: Dans la liste des apps, touchez Safari, puis Extensions.
ha: Gungura jerin manhajoji, taɓa Safari, sannan Ƙari.
he: יש לגלול ברשימת היישומים, להקיש על ⁦Safari⁩ ואז על הרחבות.
hi: ऐप सूची में स्क्रॉल करें, Safari पर टैप करें, फिर एक्सटेंशन पर।
hu: Görgess az appok listájában, koppints a Safarira, majd a Bővítményekre.
hy: Ոլորեք հավելվածների ցանկը, հպեք Safari-ին, ապա՝ Ընդլայնումներին։
id: Gulir daftar aplikasi, ketuk Safari, lalu Ekstensi.
it: Scorri l'elenco delle app, tocca Safari, poi Estensioni.
ja: アプリ一覧をスクロールしてSafariをタップし、拡張機能を開いてください。
ka: გადაახვიეთ აპების სიას, შეეხეთ Safari-ს, შემდეგ — გაფართოებებს.
kk: Қолданбалар тізімін айналдырып, Safari, одан кейін Кеңейтімдер тармағын басыңыз.
ko: 앱 목록을 스크롤하여 Safari를 누른 다음 확장 프로그램을 누르세요.
ky: Колдонмолор тизмесин жылдырып, Safari, анан Кеңейтүүлөр бөлүмүн басыңыз.
lt: Slinkite programų sąrašu, palieskite „Safari“, tada „Plėtiniai“.
mr: ॲपची यादी स्क्रोल करा, Safari वर आणि मग एक्सटेंशनवर टॅप करा.
ne: एप सूची स्क्रोल गर्नुहोस्, Safari अनि एक्स्टेन्सनहरूमा ट्याप गर्नुहोस्।
nl: Scrol door de applijst, tik op Safari en vervolgens op Extensies.
pa_arab: ایپاں دی لسٹ سکرول کرو، ⁦Safari⁩ تے فیر توسیعاں تے ٹیپ کرو۔
pl: Przewiń listę aplikacji, stuknij Safari, a potem Rozszerzenia.
pt_br: Role a lista de apps, toque em Safari e depois em Extensões.
pt_pt: Percorra a lista de apps, toque em Safari e depois em Extensões.
ro: Derulează lista aplicațiilor, atinge Safari, apoi Extensii.
ru: Прокрутите список приложений, нажмите Safari, затем «Расширения».
sv: Rulla i applistan, tryck på Safari och sedan på Tillägg.
sw: Sogeza orodha ya programu, gusa Safari, kisha Viendelezi.
ta: செயலிப் பட்டியலை உருட்டி Safari-ஐத் தொட்டு, பின்னர் நீட்டிப்புகளைத் தொடவும்.
te: యాప్‌ల జాబితాను స్క్రోల్ చేసి Safariని, తర్వాత ఎక్స్‌టెన్షన్‌లను తాకండి.
th: เลื่อนรายการแอป แตะ Safari แล้วแตะส่วนขยาย
tr: Uygulama listesinde ilerleyin, Safari'ye ve ardından Uzantılar'a dokunun.
uk: Прокрутіть список програм, торкніться Safari, потім «Розширення».
ur: ایپس کی فہرست میں اسکرول کریں، ⁦Safari⁩ پھر توسیعات پر ٹیپ کریں۔
vi: Cuộn danh sách ứng dụng, chạm Safari, rồi chọn Tiện ích.
yue: 捲動 App 清單，點一下 Safari，再點「延伸功能」。
zh_hans: 滚动 App 列表，轻点 Safari，再轻点“扩展”。
zh_hant: 捲動 App 清單，點選 Safari，再點選「延伸功能」。

source: Self-updating rules
ar: قواعد تتحدث تلقائيًا
ar_eg: قواعد بتتحدّث تلقائيًا
be: Аўтаматычнае абнаўленне правілаў
bn: স্বয়ংক্রিয়ভাবে আপডেট হওয়া নিয়ম
cs: Automatické aktualizace pravidel
da: Regler med automatisk opdatering
de: Automatische Regelaktualisierung
es: Reglas con actualización automática
fil: Awtomatikong pag-update ng mga panuntunan
fr: Mise à jour automatique des règles
ha: Dokoki masu sabunta kansu
he: כללים שמתעדכנים אוטומטית
hi: अपने आप अपडेट होने वाले नियम
hu: Automatikusan frissülő szabályok
hy: Ինքնաթարմացվող կանոններ
id: Aturan diperbarui otomatis
it: Regole con aggiornamento automatico
ja: ルールの自動更新
ka: თვითგანახლებადი წესები
kk: Автоматты жаңаратын ережелер
ko: 자동으로 업데이트되는 규칙
ky: Өзүнөн-өзү жаңырган эрежелер
lt: Automatiškai atnaujinamos taisyklės
mr: आपोआप अपडेट होणारे नियम
ne: स्वतः अद्यावधिक हुने नियमहरू
nl: Automatisch bijgewerkte regels
pa_arab: آپے اپ ڈیٹ ہون والے اصول
pcm: Rules wey dey update by themselves
pl: Automatyczne aktualizacje reguł
pt_br: Regras com atualização automática
pt_pt: Regras com atualização automática
ro: Reguli actualizate automat
ru: Автообновление правил
sv: Regler som uppdateras automatiskt
sw: Kanuni zinazojisasaisha
ta: தானாகப் புதுப்பிக்கும் விதிகள்
te: ఆటోమేటిక్‌గా అప్‌డేట్ అయ్యే నియమాలు
th: กฎอัปเดตอัตโนมัติ
tr: Otomatik güncellenen kurallar
uk: Автоматичне оновлення правил
ur: خودکار اپ ڈیٹ ہونے والے قواعد
vi: Quy tắc tự cập nhật
yue: 自動更新規則
zh_hans: 自动更新规则
zh_hant: 自動更新規則

source: Self‑updating rules
ar: قواعد تتحدث تلقائيًا
ar_eg: قواعد بتتحدّث تلقائيًا
be: Аўтаматычнае абнаўленне правілаў
bn: স্বয়ংক্রিয়ভাবে আপডেট হওয়া নিয়ম
cs: Automatické aktualizace pravidel
da: Regler med automatisk opdatering
de: Automatische Regelaktualisierung
es: Reglas con actualización automática
fil: Awtomatikong pag-update ng mga panuntunan
fr: Mise à jour automatique des règles
ha: Dokoki masu sabunta kansu
he: כללים שמתעדכנים אוטומטית
hi: अपने आप अपडेट होने वाले नियम
hu: Automatikusan frissülő szabályok
hy: Ինքնաթարմացվող կանոններ
id: Aturan diperbarui otomatis
it: Regole con aggiornamento automatico
ja: ルールの自動更新
ka: თვითგანახლებადი წესები
kk: Автоматты жаңаратын ережелер
ko: 자동으로 업데이트되는 규칙
ky: Өзүнөн-өзү жаңырган эрежелер
lt: Automatiškai atnaujinamos taisyklės
mr: आपोआप अपडेट होणारे नियम
ne: स्वतः अद्यावधिक हुने नियमहरू
nl: Automatisch bijgewerkte regels
pa_arab: آپے اپ ڈیٹ ہون والے اصول
pcm: Rules wey dey update by themselves
pl: Automatyczne aktualizacje reguł
pt_br: Regras com atualização automática
pt_pt: Regras com atualização automática
ro: Reguli actualizate automat
ru: Автообновление правил
sv: Regler som uppdateras automatiskt
sw: Kanuni zinazojisasaisha
ta: தானாகப் புதுப்பிக்கும் விதிகள்
te: ఆటోమేటిక్‌గా అప్‌డేట్ అయ్యే నియమాలు
th: กฎอัปเดตอัตโนมัติ
tr: Otomatik güncellenen kurallar
uk: Автоматичне оновлення правил
ur: خودکار اپ ڈیٹ ہونے والے قواعد
vi: Quy tắc tự cập nhật
yue: 自動更新規則
zh_hans: 自动更新规则
zh_hant: 自動更新規則
